Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: It is apparent from the tone of many of the denunciations of Zhao appearing in the weeks and months following Tiananmen that such conservatives resented Zhao personally; they believed that he had ignored and insulted them, treating their concerns contemptuously.
es_us: Por el tono de varias de las acusaciones de Zhao que surgieron en las semanas y meses después de Tiananmén pareciera que esos conservadores estaban molestos Zhao personalmente; ellos creían que los había ignorado e insultado al tratar sus preocupaciones con desprecio.

source: It is even possible that reform could be broken off and social chaos [ensue].” But the problem was not just income inequalities; it was also a matter of local cadres seizing economic opportunities by force, preventing people under their control from the chance to prosper.
es_us: Incluso es posible que se ponga fin a la reforma y que esto [produzca] el caos social”. Pero el problema iba más allá de la desigualdad en los ingresos; también estaba asociado al aprovechamiento de oportunidades económicas mediante la fuerza por parte de los cuadros de dirigentes locales, lo que quitaba la posibilidad de prosperar a la gente que se encontraba bajo su control.

source: It is evident that Hu Jintao had made much progress in advancing his more populist agenda in the first years of his stewardship, but consolidating his authority would mean that he would have to confront the “Shanghai gang” more directly.
es_us: Es evidente que Hu Jintao había hecho un gran progreso en los avances de su agenda más populista durante los primeros años de su mandato, pero para lograr consolidar su autoridad tendría que enfrentar a la "banda de Shanghái" de forma más directa.

source: It is not that people in the government, particularly the Ministry of Finance, had not thought of implementing tax reform – indeed, Lou Jiwei was appointed vice-minister of finance largely to draft a reform of the tax system – but that Hu and Wang’s report on state capacity packaged the idea in a compelling fashion that helped persuade political elites outside the ministry to accept ideas they had previously rejected.
es_us: Esto no significa que los miembros del gobierno, en particular el ministro de economía, no hayan pensado en implementar una reforma tributaria (de hecho, Lou Jiwei fue designado viceministro de economía en gran parte para hacer un borrador de dicha reforma), pero el informe sobre capacidad del Estado de Hu y Wang planteaba la idea de una manera tan convincente que ayudaba a persuadir a elites políticas por fuera del ministerio a aceptar las ideas que antes habían rechazado.

source: It is open to question whether the turn away from the Enlightenment ideals of the May Fourth Movement can continue to pressure the political system in ways that promote greater openness, accountability, and restraint.
es_us: Asimismo, es debatible si el alejamiento de los ideales de la Ilustración que identificaba al Movimiento del Cuatro de Mayo continúa influyendo en el sistema político, a través de métodos que promueven la aceptación de nuevas ideas, la responsabilidad y la compostura.

source: It is printed on far better paper than the average journal, indicating its substantial financial backing – reputedly contributed by a wealthy overseas Chinese from Thailand but also suggesting its support from the military.
es_us: Está impresa en un papel de mejor calidad que el que se usa en la mayoría de las revistas, lo que pone en evidencia el gran respaldo financiero proveniente de la acaudalada diáspora china que reside en Tailandia pero que también insinuaba un respaldo del sector militar.

source: It is printed on far better paper than the average journal, indicat- ing its substantial financial backing – reputedly contributed by a wealthy overseas Chinese from Thailand but also suggesting its support from the military.
es_us: Está impresa en un papel de mejor calidad que la mayoría de las revistas, lo que pone en evidencia el gran respaldo financiero, que al parecer provenía de la diáspora china adinerada de Tailandia pero que también insinuaba un respaldo militar.

source: It meant that Jia Qinglin, 67, and Li Changchun, 63, would remain on the Politburo Standing Committee (PBSC), taking up positions that might otherwise have been used for allies of Hu.
es_us: Significaba que Jia Qinglin, de 67, y Li Changchun, de 63, continuarían siendo miembros del Comité Permanente del Politburó (PBSC), ocupando cargos que de otra manera podrían haber sido destinados a los aliados de Hu.

source: It might be said that the new authoritarians underestimated the likelihood that a recentralized authority would be used to shore up personal authority (not necessarily that of Zhao Ziyang!) instead of being used to push through the marketizing reforms that they hoped for, just as liberal intellectuals underestimated the very real problems in maintaining social stability and in continuing economic reform – some of which required the creation of a stronger, or at least more effective, state.
es_us: Se podría decir que los neoautoritarios subestimaron la posibilidad de que una autoridad recentralizada se utilizara para fortalecer la autoridad personal (¡no necesariamente la de Zhao Ziyang!) en lugar de utilizarla para avanzar con las reformas mercadizadoras que ansiaban, de la misma forma en que los intelectuales liberales subestimaron las verdaderas dificultades que había para mantener la estabilidad social y continuar con la reforma económica, ya que algunas requerían de la creación de un Estado más fuerte, o al menos de uno más efectivo.

source: It noted, for instance, that income in rural areas had increased slowly, that unemployment was up, and that a variety of environmental issues had emerged.
es_us: Por ejemplo, indicaba que el salario en las áreas rurales había experimentado un incremento demasiado lento, que el desempleo había aumentado y que había surgido una gran cantidad de problemas ambientales.

source: It seemed a risky quote for Jiang to cite, given his reputation for caution.
es_us: Parecía que Jiang tomaba un riesgo al citar esa frase, dada su reputación de prudencia.

source: It seemed that the United States and NATO could join in any action, at any time and any place, without international consultation.
es_us: Parecía que los Estados Unidos y la OTAN podían unirse para cualquier acción, en cualquier momento y en cualquier lugar sin consultarlo con los demás países.

source: It seems that in removing Chen, Jiang was indirectly addressing the still angry citizens of Beijing – but doing so in a way that did not call for a direct reversal of the verdict on Tiananmen.
es_us: Parecía que al destituir de su cargo a Chen, Jiang estaba dirigiéndose indirectamente a los ciudadanos de Pekín que aún estaban enojados (pero haciendo esto de una forma que no llamaba a una revocación directa del veredicto sobre Tiananmén).

source: It seems unlikely that critiques of “neoliberal” economics and the Washington Consensus, pushed by nationalists on the one hand and ideologues interested in bolstering the legitimacy of the political system on the other, will promote the sort of reforms that China needs in order to prevent precisely the sort of outcomes that critics say they want to avoid – a highly unequal society with the sort of crony capitalism that has the potential to diminish or further distort economic growth in the future.
es_us: Resulta poco probable que las críticas a las políticas económicas neoliberales y al Consenso de Washington, por parte de nacionalistas por un lado y de ideólogos interesados en afianzar la legitimidad del sistema político por el otro, puedan promover la clase de reformas que China necesita para prevenir las mismas consecuencias que estos críticos dicen querer evitar: una sociedad desigual con el tipo de capitalismo clientelista que tiene el potencial de disminuir o incluso distorsionar el crecimiento económico futuro.

source: It should also be noted that the left champions the interests fear it will hurt their interests.
es_us: También debe tenerse en cuenta que .

source: It should be noted that many leftists come out of the propaganda system and hence are well versed in the language of Marxism–Leninism.
es_us: Se debería resaltar que muchos izquierdistas nacen del modelo de propaganda y por lo tanto son conocedores del lenguaje del Marxismo-Lenismo.

source: It should be noted that this analogy stood the orthodox CCP understanding of history on its head.
es_us: Se debe aclarar que esta analogía puso de cabeza la concepción ortodoxa que tenía el PCCh de la historia.

source: It stressed China’s “national conditions” and how they prevented China from following the West’s developmental path.
es_us: Recalcaba las "condiciones nacionales" de China y cómo estas evitaban que el país siguiera el camino del desarrollo occidental.

source: It was a powerful appeal, backed as it was by positive incentives for compliance and penalties for non-compliance.
es_us: Era un recurso poderoso, apoyado tal como era por incentivos positivos para su cumplimiento y sanciones para su incumplimiento.

source: It was additionally a stroke, even if a selective one, in a continuing effort to move toward the rule of law in China.
es_us: Además, fue un golpe de suerte, aunque uno selectivo, en un esfuerzo continuo para acercarse más al imperio de la ley en China.

source: It was after that meeting, and apparently because of it, that Deng authorized Zhao’s famous May 13, 1987 speech that closed off the campaign against bourgeois liberalization and prepared the political atmosphere for the ThirteenthParty Congress in the fall.
es_us: Fue después dede aquel encuentro, y apararentemente a causa de éste, que Deng autorizó el famoso discurso de Zhao el 13 de mayo del año 1987 que terminó la campaña en contra de la liberalización burguesa y preparó la atmósfera política para la fiesta del Congreso número trece en la caída.

source: It was also widely thought that if, through the exertion of pure brute strength, the communist government was able to reassert itself against the societal forces that had been arrayed against it, that the cost would be economic reform and growth.
es_us: También se pensó que si el gobierno comunista, mediante el ejercicio de la fuerza bruta, era capaz de reafirmarse ante las fuerzas sociales que se habían formado en su contra, el costo sería la reforma y el crecimiento económico.

source: It was certainly better, from the Party’s point of view, to have such public anger directed at the United States than to have students throw stones at Zhongnanhai (the compound in which the leadership lives), which they certainly would have done had the Party’s reaction been perceived as weak.
es_us: Fue sin duda mejor, desde el punto de vista del partido, tener ese enojo publico dirigido a EE. UU. que tener estudiantes lanzando piedras a Zhongnanhai (compuesto donde el liderazgo vive), en el que ellos sin duda habrían hecho que la reacción del partido se percibiera como débil.

source: It was highly unusual for an alternate member of the Central Committee to be promoted to vice-premier.
es_us: Era algo extremadamente inusual que un miembro alterno del Comité Central sea promovido al cargo de vice primer ministro.

source: It was in this capacity that Liu was named to head the work group that took over the World Economic Herald after Jiang decided to close the controversial paper.
es_us: Fue en calidad de vicedirector de dicho departamento que Liu fue nombrado para dirigir el grupo de trabajo que asumió el control del "World Economic Herald" luego de que Jiang decidiera clausurar el controversial periódico.

source: It was into this atmosphere that Huntington launched his article.
es_us: Fue dentro de esa atmósfera que Huntington lanzó su artículo.

source: It was not only that the enterprises sought help from their supervising administrators but also that the various ministries had an incentive to support even weak SOEs and to encourage production even if it was not economically efficient.
es_us: No solo ocurría que las empresas recibían apoyo de sus supervisores administrativos, sino que también diversos ministerios tenían un incentivo para apoyar incluso a empresas estatales débiles y para promover la producción aun cuando llevar a cabo estas acciones no era económicamente eficiente.

source: It was not only the pressures of commercialization but also the loss of values in general that drove many intellectuals to search for meaning.19 Some, such as Liu Xiaofeng, turned to Christianity.Working in Hong Kong since completing his dissertation in theology in Switzerland in 1993, Liu has indefatigably probed Christianity for an absolute truth that transcends sociohistorical and cultural–ethnic boundaries.
es_us: Tanto las presiones de la comercialización como la pérdida de valores en general, llevaron a muchos intelectuales a la búsqueda de significado19. Algunos, como Liu Xiaofeng, recurrieron al cristianismo. Mientras trabajaba en Hong Kong luego de haber completado su tesis en teología en Suiza durante 1993, Liu ha indagado sin descanso al cristianismo en búsqueda de una verdad absoluta que trascienda los límites sociohistóricos y étnico-culturales.

source: It was not until June 1990 that Fang Lizhi, the Chinese astro-physicist who had taken refuge in the US Embassy in Beijing after the June 4 crackdown, was finally permitted to leave the country.
es_us: No fue hasta junio de 1990 que a Fang Lizhi se le permitió abandonar el país. El astro físico chino se refugió en la embajada estadounidense en Pekín ante las severas medidas tomadas después del 4 de junio

source: It was on that basis that He argued for a return to Chinese values and an emphasis on nationalism and restoration of political authority.
es_us: Basado en estos argumentos, He insistió en regresar a los valores tradicionales chinos y en hacer énfasis en el nacionalismo y en la restauración de la autoridad política.

source: It was on the morning of the 19th when a tearful Zhao Ziyang appeared in Tiananmen Square, telling students that he had “come too late.” Indeed he had; he no longer functioned as general secretary.21[4] According to Party custom, Zhao was expected to support the “majority” opinion, but Zhao embarrassed and angered the Party leadership by failing to attend the public meeting called to announce the implementation of martial law in Beijing on the evening of May 19.
es_us: Fue en la mañana del 19 cuando un llororso Zhao Ziyang apareció en la palaza de Tiananmen y le dijo a los estudiantes que "había llegado muy tarde". Ciertamente así fue; no era más secretario general.21[4] Según la tradición del Partido, se esperaba que Zaho apoyara la opinión de la "mayoría", pero Zhao avergonzó e hizo enojar a los líderes del Partido al no asistir a la reunión pública convocada para anunciar la implementación de la ley marcial en Pekín en la tarde del 19 de mayo.

source: It was only after the Hong Kong media began reporting on Deng’s trip that the PRC-owned Hong Kong papers Wen wei po and Ta kung pao began covering it.
es_us: No fue sino hasta después de que los medios de comunicación de Hong Kong comenzaron a informar sobre el viaje de Deng que los periódicos de Hong Kong que eran propiedad de la RPCh, Wen wei po yTa kung pao, empezaron a cubrir el viaje.

source: It was only in the fall of 1998 that the issue moved back onto the agenda, and it seems to have done so largely at the initiative of the American government. At the time, a number of issues were once again roiling the bilateral relationship: China was cracking down on the China Democracy Party; there were reports of illegal contributions to the Democratic Party; and, most sensational of all, Congressman Christopher Cox began investigating allegations that China had engaged in extensive nuclear spying.
es_us: Fue recién en el otoño de 1998 que el asunto volvió a ser parte de la agenda, y parece que fue así en mayor parte por la iniciativa del gobierno estadounidense. En ese momento, varios asuntos volvían a agitar la relación bilateral: China estaba aplicando mano dura en el Partido Democrático de China; había informes de contribuciones ilegales al Partido Democrático; y, aún más increíble, el congresista Christopher Cox comenzó a investigar alegatos sobre la participación de China en espionaje nuclear.

source: It was time to get back to the enlightenment project.
es_us: Era hora de volver al Proyecto de la Ilustración de China.

source: It was to weaken China that the United States aggravated the political crisis of Tiananmen, using the Voice of America and other means to try to split China apart.
es_us: Fue con el propósito de debilitar y dividir a China que Estados Unidos agravó la crisis política de Tiananmen a través de La Voz de Estados Unidos y otros medios.

source: It was toward that end that the Party passed in 1980 the Guiding Rules on Inner Party Life and adopted a new Party constitution two years later.
es_us: El partido aprobó el Reglamento interno de procedimientos en 1980 y adoptó una nueva constitución dos años más tarde con ese propósito en mente.

source: It was well recognized that such trends would, if not refuted, severely constrain Jiang Zemin’s range of policy choices and his effective power.
es_us: Era reconocido que dichas tendencias, si no eran refutadas, podrían limitar severamente el rango de elecciones de Jiang Zemin en cuanto a políticas, y su poder efectivo.

source: It was widely believed after the Soviet Union had done everything that the United States had asked, including getting rid of socialism, that the United States had done little to help the peoples of the former Soviet Union.
es_us: En general se creía que luego de que la Unión Soviética hiciera todo lo que Estados Unidos había pedido, y eso incluía deshacerse del socialismo, Estados Unidos había hecho poco para ayudar a la gente de la ex Unión Soviética.

source: It was widely believed among the veteran cadres who returned to power in the late 1970s that “normal” Party life had been badly disrupted and was in urgent need of restoration.
es_us: Las cuadros más veteranos que volvieron al poder al final de los años 70s sostenían asiduamente que la actividad "normal" del partido se había visto severamente afectada y había necesidad imperante de restaurar el sistema.

source: It was widely believed that America was perfectly happy to watch Russia and the other republics of the former Soviet Union fall into a position from which
es_us: En general se creía que Estados Unidos estaba muy feliz de ver a Rusia y a las otras repúblicas de la ex Unión Soviética caer en una posición desde la cual

source: It was, of course, the May Fourth Movement that introduced and popularized many concepts of the European enlightenment to China; Zhang is so wary of enlighten-ment values that he takes Said to task for basing his criticisms of the West on those values.
es_us: Fue, por supuesto, el movimiento del cuatro de mayo el que introdujo y popularizo mucho conceptos de la Ilustración europea a China. Zhang está tan preocupado por los valores de la Ilustración que toma a Said y le asigna la tarea de basar esos valores en sus críticas del Occidente.

source: It will be recalled that Deng visited Shougang in May 1992 as part of his campaign to reinstitute his vision of reform.
es_us: Cabe recordar que Deng visitó Shougang en mayo de 1992 como parte de su campaña para reinstituir su visión de reforma.

source: It will be recalled that at the Fifteenth Party Congress in 1997, Jiang Zemin had been able to force Qiao Shi's retirement by imposing a retirement age of 70 (only to have Bo Yibo say that the 71-year-old Jiang should be exempted from this rule) (see Chapter 7).
es_us: Como se recordará, en el Décimo Cuarto Congreso en 1997, Jiang Zemin forzó la jubilación de Qiao Shi luego de imponer la edad de jubilación a los 70 (solo que tuvo que aceptar el pedido de Bo Yibo de que se eximiera de esta regla a Jiang de 71 años) (véase capítulo 7)

source: It will be recalled that, in looking at the period immediately following Tiananmen, Jiang Zemin was not much of a factor; although general secretary, the main fight was taking place well above his head.
es_us: Esto nos recordará que al mirar a este período que sigue a Tiananmen, Jiang Zemin no fue un factor, aunque fue un secretario general, la primera disputa se llevó a cabo adecuadamente después de su muerte.

source: J O S E P H F EW S M I T H is Professor in the Departments of International Relations and Political Science at Boston University.
es_us: Joseph Fewsmith es profesor en el Departamento de Relaciones Internacionales y Ciencias Políticas de la Universidad de Boston.

source: JIANG ZEMIN EMERGES AS GENERAL SECRETARY
es_us: JIANG ZEMIN SE CONVIERTE EN SECRETARIO GENERAL

source: JOSEPH FEWSMITH is Professor in the Departments of International Relations and Political Science at Boston University.
es_us: Joseph Fewsmith es profesor en el Departamento de Relaciones Internacionales y Ciencias Políticas de la Universidad de Boston.

source: January 10
es_us: 10 de enero

source: January 10 Premier Li Peng announces the lifting of martial law in Beijing
es_us: 10 de enero El primer ministro Li Peng anuncia que se levanta la ley marcial en Pekín.

source: January 20
es_us: 20 de enero

source: January 20 Wall Street Journal reports Lin Youfang, wife of Politburo member Jia Qinglin, detained for questioning
es_us: 20 de enero El Wall Street Journal informa que Lin Youfang, esposa del miembro del Politburó Jia Qinglin, fue detenida para su interrogatorio.

source: January 7–8
es_us: 7–8 de enero

source: January 7–8 Rural Work Conference
es_us: 7 a 8 de enero Conferencia de Trabajo Rural

source: January 7–9
es_us: 7–9 de enero

source: January 7–9 National meeting of propaganda heads
es_us: 7 a 9 de enero Encuentro Nacional de jefes de propaganda

source: Jaunary 18–February 21
es_us: 18 de enero-21 de febrero

source: Jaunary 18–February 21 Deng Xiaoping’s “southern tour”
es_us: 18 de enero a 21 de febrero El “viaje al sur” de Deng Xiaoping

source: Jiang Zemin’s own position was very delicate.
es_us: La posición de Jian Zemin era muy delicada.

source: Jiang Zemin’s support for China’s entry into the GATT/WTO can be traced back to the 1993–4 period.
es_us: El apoyo por parte de Jiang Zemin para el ingreso de China en la GATT/OMC puede ser rastreado hacia el período de 1993-4.

source: Jiang reﬂected the sometimes erratic paths, in careers and thinking, taken by young people between the late 1970s and the 1990s.
es_us: Jiang reflejaba los ocasionales caminos erráticos que tomaban los jóvenes entre los años 70 y 90 con respecto a sus carreras y formas de pensar.

source: Jiang Yihua, a senior scholar at Fudan University in Shanghai, viewed Huntington’s argument
es_us: Jiang Yihua, un erudito experimentado de la Universidad de Fudan en Shanghái, consideró el argumento de Huntington

source: Jiang Zemin arrives in Washington, D.C.
es_us: Jiang Zemin llega a Washington, D.C.

source: Jiang Zemin calls for opposing “peaceful
es_us: Jiang Zemin insta a oponerse a la "evolución

source: Jiang Zemin calls on Chinese military to
es_us: Jiang Zemin ordena que las fuerzas armadas chinas dejen

source: Jiang Zemin may not have been “the man who changed China”1 (that honor clearly goes to Deng Xiaoping), but his performance was generally good, at least in keeping the country on track economically and politically stable.
es_us: Tal vez Jiang Zemin no haya sido "el hombre que cambió al país"1 (ese honor se le adjudica a Deng Xiaoping), pero su desempeño fue notable, al menos en su empresa de mantener con firmeza la estabilidad política y económica del país.
